Tekla Open API Reference for Tekla Structures 2025
PointList Properties
The PointList type exposes the following members.
Properties
Name | Description
Item
 Gets or sets the point at the specified index.
Top
See Also
Reference
PointList Class
Tekla.Structures.Drawing Namespace